{"questions" : [
    "What is your favorite childhood memory?",
    "How would you like to celebrate your 100th birthday?",
    "What would you title your autobiography?",
    "What did you learn about marriage from your parents?(both good and bad)",
    "You’re stuck in an elevator for four hours. What items do you wish you had?",
    "What event are you looking forward to?",
    "What would you like to accomplish in the next two years?",
    "To whom do you want to say 'thank you' Why?",
    "Where is your favorite spot in our home?",
    "You want an unusual pet. What do you choose?",
    "What is the scariest thing you’ve ever done?",
    "What one thing would you like to change about yourself?",
    "If you could change your name, what would you choose?",
    "What new sex position would you like to try?",
    "You want to surprise your spouse with sex in an unusual place.  Where would that be?",
    "What made you fall in love with me?",
    "They are making a movie about your life. Who plays you? Who plays me?",
    "What was your favorite toy as a child? What is your favorite “grownup toy”?",
    "What was your favorite subject in school? Least favorite?",
    "Who is the kindest person you have ever met?",
    "If you could redo college would you choose the same major?",
    "If you could be someone else for a week, who would you choose?",
    "What is your favorite family tradition?",
    "If you had to eat dinner at the same restaurant for a month, which would you pick?",
    "Where in the world would you like to live?",
    "What fact about yourself is little known?",
    "What about you is like your mom?",
    "You’re creating a chocolate covered dessert. What’s under the chocolate?",
    "What bit of advice would you give to yourself at the age of 16?",
    "What 3 words best describe your life?",
    "What large item purchase would you like to save for?",
    "What is something you would like to learn?",
    "What do you own that would be hard to share or give away?",
    "What do I wear that you find sexy?",
    "What new couple or family tradition would you like to start?",
    "What dream do you have that you haven’t started to make come true?",
    "What do you like best about being your current age?",
    "What is your favorite word?Least favorite word?",
    "What qualities do you look for when picking friends?",
    "The last time you laughed, what was so funny?",
    "What one thing has been hard to forgive?",
    "What one skill would you like to improve?",
    "With whom would you like to have a conversati on (no time or distance limits)?",
    "You can invite anyone over for dinner. Who do you choose?",
    "What would you like to be famous for?",
    "What is the hardest thing you’ve ever done?",
    "What do you want to do on our 50th wedding anniversary?",
    "What about you is like your dad?",
    "If you could witness a historic event, what would you choose?",
    "What motivates you to get out of bed each morning?",
    "What small change would improve your spiritual walk?",
    "What legacy do you want to leave your children?",
    "Where is your favorite place to cuddle?",
    "You get to design the perfect (for you) backyard. What does it look like?",
    "Who is your mentor? Who do you mentor?",
    "What five things do you like that start with the letter “R”?",
    "What is the best advice anyone has given you?",
    "What do you remember about last year?",
    "Do you prefer making love with the lights on or off?",
    "What five things do you like that start with the letter “C”?",
    "What interesting event have you witnessed?",
    "What rule would you create to make the world a better place?",
    "What do you think people think of you?",
    "What tempts you?",
    "What were your grades like in school?",
    "What has been the hardest season of your life?",
    "Do you think people can control their own destiny?",
    "What do you want to be like when you are 80?",
    "What do i need to do to show you encouragement?",
    "If you were an animal, what would you be and why?",
    "What do you need to say “no” to?",
    "How can I communicate to you that you are special?",
    "What new hobby would you like to try?",
    "What would you like for a nickname?",
    "What do you feel qualified to teach?",
    "What do you value more- honesty or kindness?",
    "What would you like to eat for dinner tomorrow?",
    "What’s your favorite section of your favorite store?",
    "What is the most interesting or unique thing that you own?",
    "You’re opening a restaurant. What kind of restaurant?",
    "What’s your signature meal?",
    "What day in your life would you like to live over again?",
    "You wake up ten years in the future. What does you life look like?",
    "Who was your favorite teacher in high school? Why?",
    "If you were independently wealthy, how would you spend your time?",
    "Your house is on fire. What do you grab on your way out the door?",
    "What language would you like to learn?",
    "What do you think about keeping secrets?",
    "What does our future look like to you?",
    "What part of me are you most physically attracted to?",
    "What is your biggest fear?",
    "If you knew you would die tomorrow, would you feel cheated today?",
    "What is your favorite song?",
    "What gifts do you like?",
    "What concerns do you have that I do not seem interested in?",
    "Your friend loses their spouse. What do you say or do?",
    "What are some or your favorite websites?",
    "What’s the most money you’ve ever given away?",
    "What’s the stupidest thing you’ve ever done?",
    "You want to create a team for a project. What’s the project? Who’s on the team?",
    "Who are our neighbors?",
    "What question would you like to ask me?",
    "What do you consider when you make decisions?",
    "How do you act when someone hurts your feelings?",
    "What is holding you back?",
    "What do you do well?",
    "Other than me, who are your best friends? Why do you like them?",
    "What one small thing could you do to be more organized?",
    "You want to have a fun party with friends. What is the theme?",
    "What did you learn about sex from your friends and culture?",
    "In what ways do you feel rich? Poor?",
    "For what are you grateful?",
    "How do you recharge after a hard or stressful week?",
    "What did you learn from your first job?",
    "What was your first job?",
    "Your parents can no longer live on their own. What do you do?",
    "What is your favorite commercial?",
    "What do you like about our marriage?",
    "When was the last time you were embarrassed?",
    "If you were going to get a tattoo, what would it look like?",
    "If you have a tattoo do you regret getting it?",
    "Who do you pray for the most?",
    "What is on your list of things you want for Christmas?",
    "What rule do you think needs to be broken?",
    "You’ve run away from home to join the circus. What is your job?",
    "What do you like best about being male/female?",
    "If you had to play a part in a movie, what movie would you choose? What role?",
    "What makes you smile?",
    "What is the most creative thing you’ve ever done?",
    "What one thing can I do to build my friendship with you?",
    "What makes you feel safe?",
    "How do you describe God?",
    "How do you influence your friends?",
    "What is your greatest need?",
    "What would be your dream job?",
    "What do you know a lot about?",
    "How are you unique?",
    "What discourages you?",
    "What speaks love to you?",
    "What makes you cry?",
    "What is your favorite blog?",
    "Where do you turn for comfort?",
    "What do you love about your life?",
    "What makes you feel confident?",
    "What group would you like to join?",
    "Are you a religious person?",
    "Where do you find your worth?",
    "What is valuable to you?",
    "What makes our house a home?",
    "Who was your best friend when you were a kid? What were they like?",
    "What story about your life do you enjoy telling?",
    "Have you ever done anything illegal?",
    "What is your favorite day of the week? Why?",
    "You look up into the night sky and see a shooting star. What do you wish?",
    "You climb a giant beanstalk. What do you find at the top?",
    "What’s one thing on your “bucket list”?",
    "What weird or unusual food would you be willing to try?",
    "What is something you need to organize?",
    "What is something you tell yourself?",
    "You look into the mirror and it opens into another world. What does it look like? Would you visit?",
    "What is your favorite way to flirt with me?",
    "When you were a kid what did you want to be when you grew up?",
    "What is your favorite color?",
    "What could you cut out of your life that would make your life more sane?",
    "Whose marriage do you admire? Why?",
    "How can I pray for you?",
    "Have you ever broken any bones?",
    "If I don’t come out and say it, how do you know I want to have sex?",
    "What do I do that irritates you?",
    "Tell me something about you that I don’t know.",
    "How would you explain your basic life philosophy?",
    "Have you ever been in a fist fight?",
    "Would you rather be hated or forgotten?",
    "What achievement in your life is important to you?",
    "Do you vote? Why or why not?",
    "What’s the first thing you notice about people?",
    "Would you kill an innocent person if you thought it might mean saving a dozen other people?",
    "What makes you feel overwhelmed?",
    "You’re painting a picture. What is the subject of that picture?",
    "What is your happiest memory that includes me?",
    "What or who encourages you to be a better person?",
    "What toy did you wish for, but not get as child?",
    "Name all the “hats” you wear?",
    "In what ways do you feel old? Young?",
    "What question do you want to ask God?",
    "Who do you trust?",
    "What advice would you give someone just graduating from high school?",
    "What is challenging or difficult about being a wife/husband?",
    "What is something you avoid?",
    "What do you do when you know someone is angry with you?",
    "What do you think heaven will be like?",
    "For what item would you be willing to stand in line more than four hours to buy?",
    "You’ve just heard a bad rumor about a friend. What do you do?",
    "With whom are you angry?",
    "If you could live in any time in history, what would you choose?",
    "What is the most unusual thing you’ve ever eaten?",
    "What place do you NEVER want to visit?",
    "What risks are you taking?",
    "You’re procrastinating. What do you need to motivate you to get the job done?",
    "What is the biggest mistake you’ve ever made?",
    "Who is the most inspiring person you have ever met?",
    "How do you introduce yourself?",
    "What do we have in common?",
    "What is important today?",
    "You’re holding a basket for an afternoon in the park with me. What’s in it?",
    "What is your dream vacation?",
    "What is the ultimate dessert?",
    "What is God trying to teach you?",
    "What is your favorite time of year?",
    "What encourages you?",
    "What attracted you to me?",
    "What stresses you?",
    "What do you need prayer for?",
    "What is your favorite holiday? Why?",
    "What is your earliest childhood memory?",
    "What is your favorite joke?",
    "What are you concerned about?",
    "What does “courage” mean to you?",
    "Have you ever told a lie?",
    "Are you content?",
    "What are you waiting for?",
    "When do you feel lonely?",
    "What are you grateful for?",
    "What do you do that you feel good about?",
    "I hand you a box. What’s in it?"
]}